Repository: toilavinhdev/OpenVN
Catalog: server/Src/Services/Open/OpenVN.Application/Properties/Resources.*.resx
Languages: vi_vn

# auth_account_must_not_be_empty
source: Account must not be empty
vi_vn: Tài khoản không được để trống

# auth_confirm_password_must_not_be_empty
source: Confirm password must not be empty
vi_vn: Mật khẩu xác nhận không được để trống

# auth_email_already_exist
source: This email already exist on our system. Please use another email and try again
vi_vn: Email đã tồn tại trên hệ thống

# auth_email_is_invalid
source: Email is invalid
vi_vn: Email không hợp lệ

# auth_email_must_not_be_empty
source: Email must not be empty
vi_vn: Email không được để trống

# auth_password_must_not_be_empty
source: Password must not be empty
vi_vn: Mật khẩu không được để trống

# auth_phone_already_exist
source: This phone number already exist on our system. Please use another phone number and try again
vi_vn: SĐT đã tồn tại trên hệ thống

# auth_phone_is_invalid
source: Phone is invalid
vi_vn: SĐT không hợp lệ

# auth_phone_must_not_be_empty
source: Phone must not be empty
vi_vn: SĐT không được để trống

# auth_pwd_n_cpwd_must_same
source: Password and Confirm password must be the same
vi_vn: Mật khẩu và mật khẩu xác nhận phải giống nhau

# auth_refresh_token_must_not_be_empty
source: RefreshToken must not be empty
vi_vn: RefreshToken không được để trống

# auth_sign_in_info_incorrect
source: The account or password you entered is incorrect
vi_vn: Tài khoản hoặc mật khẩu không chính xác

# auth_userid_must_not_be_empty
source: UserId must not be empty
vi_vn: UserId không được để trống

# auth_user_already_exist
source: This user name already exist on our system. Please choose another user name and try again
vi_vn: Tài khoản đã tồn tại trên hệ thống

# cloud_cannot_move_root_into_node
source: Cannot move root directory into node directory
vi_vn: Không thể chuyển thư mục gốc vào trong thư mục con

# cloud_code_must_not_be_empty
source: Code must not be empty
vi_vn: Mã bí mật không được để trống

# cloud_destination_dir_is_not_unlocked
source: Destination directory is not unlocked
vi_vn: Thư mục đích chưa được mở khóa

# cloud_destination_does_not_exist_or_was_deleted
source: Destination does not exist or was deleted
vi_vn: Thư mục đích không tồn tại hoặc đã bị xóa

# cloud_destination_id_is_invalid
source: Destination id is not valid
vi_vn: Id của tệp đích không hợp lệ

# cloud_directory_already_exist_password
source: This directory already have a password
vi_vn: Thư mục này đã được đặt mật khẩu trước đó

# cloud_directory_id_is_invalid
source: Directory id is invalid
vi_vn: Id không hợp lệ

# cloud_directory_password_is_incorrect
source: Password is not correct
vi_vn: Mật khẩu không chính xác

# cloud_file_id_is_invalid
source: File id is invalid
vi_vn: Id không hợp lệ

# cloud_move_object_id_is_invalid
source: Id of moving-object is invalid
vi_vn: Gói tin không hợp lệ

# cloud_move_object_type_is_invalid
source: Type of moving-object is invalid
vi_vn: Gói tin không hợp lệ

# cloud_not_enough_capacity
source: Not enough space to store, {0}MB left
vi_vn: Không đủ dung lượng, còn lại {0}MB

# cloud_over_max_file_size
source: Maximum size for each file is {0}. Please contact the admin if you want to increase the size
vi_vn: Size tối đa cho 1 tệp là {0}. Liên hệ admin nếu bạn muốn tăng size

# cloud_secret_code_is_incorrect
source: Secret code is not correct
vi_vn: Mật mã không chính xác

# cloud_upload_failed
source: Upload failed
vi_vn: Tải lên thất bại

# common_data_does_not_exist_or_was_deleted
source: This data does not exist or was deleted
vi_vn: Bản ghi không tồn tại hoặc đã bị xóa

# common_list_id_must_not_be_empty
source: List records need remove must not be empty
vi_vn: Danh sách bản ghi cần xóa không được để trống

# common_payload_is_not_valid
source: Request's payload is not valid
vi_vn: Gói tin không hợp lệ

# config_language_must_not_be_empty
source: Language must not be empty
vi_vn: Ngôn ngữ không được để trống

source: Directory id is invalid
vi_vn: Id thư mục không hợp lệ

source: Directory name must not be empty
vi_vn: Tên thư mục không được để trống

source: Directory not found
vi_vn: Không tìm thấy thư mục

# directory_parent_id_is_invalid
source: Parent Id is invalid
vi_vn: Id của thư mục gốc không hợp lệ

# directory_root_dir_does_not_exist
source: Root directory does not exist
vi_vn: Thư mục gốc không tồn tại

# notecategory_name_must_not_be_empty
source: Name must not be empty
vi_vn: Tên không được để trống

# note_background_must_not_be_empty
source: Background color must not be empty
vi_vn: Màu nền không được để trống

# note_category_id_must_not_be_empty
source: CategoryId must not be empty
vi_vn: Loại ghi chú không được để trống

# note_category_id_must_not_be_empty_or_invalid
source: CategoryId must not be empty or invalid
vi_vn: Loại ghi chú không được để trống hoặc không hợp lệ

# note_content_must_not_be_empty
source: Content must not be empty
vi_vn: Nội dung không được để trống

# note_order_must_greater_than_0
source: Order must greater than 0
vi_vn: Số thứ tự phải lớn hơn 0

# note_title_must_not_be_empty
source: Title must not be empty
vi_vn: Tiêu đề không được để trống

# user_does_not_exists
source: This user does not exists
vi_vn: Người dùng không tồn tại

# user_upload_avatar_failed
source: Upload avatar failed
vi_vn: Tải lên ảnh đại diện thất bại
